var nTotalChapter = 30;
aIndex = new Array();

for(i=1; i<=nTotalChapter; i++) {
	aIndex[i] = new Array();
}

var indexArr = new Array();


indexArr[1]		=	"토의ㆍ토론이 왜 필요할까요?";

aIndex[1][0]	= "##도와줘요!";
aIndex[1][1]	= "오늘의 이야기";
aIndex[1][2]	= "학습안내";
aIndex[1][3]	= "##토의ㆍ토론 스킬 UP";
aIndex[1][4]	= "1.시대가 요구하는 능력";
aIndex[1][5]	= "2.진리에 접근하는 4가지 방식";
aIndex[1][6]	= "3.의사결정방법의 변화";
aIndex[1][7]	= "##전문가가 알려주는 꿀 정보";
aIndex[1][8]	= "전문가가 알려주는 꿀 정보";
aIndex[1][9]	= "##고민해결!";
aIndex[1][10]	= "알쏭달쏭?! 퀴즈 풀어보기";
aIndex[1][11]	= "핵심 따라잡기";

indexArr[2]		=	"토의ㆍ토론의 개념과 유형 쏙!쏙! 파헤치기";

aIndex[2][0]	= "##도와줘요!";
aIndex[2][1]	= "오늘의 이야기";
aIndex[2][2]	= "학습안내";
aIndex[2][3]	= "##토의ㆍ토론 스킬 UP";
aIndex[2][4]	= "1.토의ㆍ토론의 개념";
aIndex[2][5]	= "2.토의ㆍ토론의 특징";
aIndex[2][6]	= "3.목적에 따른 토의ㆍ토론의 종류";
aIndex[2][7]	= "##전문가가 알려주는 꿀 정보";
aIndex[2][8]	= "전문가가 알려주는 꿀 정보";
aIndex[2][9]	= "##고민해결!";
aIndex[2][10]	= "알쏭달쏭?! 퀴즈 풀어보기";
aIndex[2][11]	= "핵심 따라잡기";

indexArr[3]		=	"토의ㆍ토론, Skill만 알아두면 어렵지 않아요!";

aIndex[3][0]	= "##도와줘요!";
aIndex[3][1]	= "오늘의 이야기";
aIndex[3][2]	= "학습안내";
aIndex[3][3]	= "##토의ㆍ토론 스킬 UP";
aIndex[3][4]	= "1.말할 때 필요한 몸짓 설명서";
aIndex[3][5]	= "2.경청으로 상대를 감동시키기";
aIndex[3][6]	= "3.토론에서 주의해야 할 21가지 방법";
aIndex[3][7]	= "##전문가가 알려주는 꿀 정보";
aIndex[3][8]	= "전문가가 알려주는 꿀 정보";
aIndex[3][9]	= "##고민해결!";
aIndex[3][10]	= "알쏭달쏭?! 퀴즈 풀어보기";
aIndex[3][11]	= "핵심 따라잡기";


indexArr[4]		=	"질문으로 시작하기";

aIndex[4][0]	= "##도와줘요!";
aIndex[4][1]	= "오늘의 이야기";
aIndex[4][2]	= "학습안내";
aIndex[4][3]	= "##토의ㆍ토론 스킬 UP";
aIndex[4][4]	= "1.논쟁의 사고 과정과 질문";
aIndex[4][5]	= "2.입력ㆍ정보처리ㆍ출력 과정과 초인지 질문";
aIndex[4][6]	= "3.좋은 질문의 조건";
aIndex[4][7]	= "##전문가가 알려주는 꿀 정보";
aIndex[4][8]	= "전문가가 알려주는 꿀 정보";
aIndex[4][9]	= "##고민해결!";
aIndex[4][10]	= "알쏭달쏭?! 퀴즈 풀어보기";
aIndex[4][11]	= "핵심 따라잡기";


indexArr[5]		=	"토의ㆍ토론 팀 운영하기";

aIndex[5][0]	= "##도와줘요!";
aIndex[5][1]	= "오늘의 이야기";
aIndex[5][2]	= "학습안내";
aIndex[5][3]	= "##토의ㆍ토론 스킬 UP";
aIndex[5][4]	= "1.팀이란 무엇인가?";
aIndex[5][5]	= "2.팀의 운영";
aIndex[5][6]	= "3.팀의 상호작용";
aIndex[5][7]	= "##전문가가 알려주는 꿀 정보";
aIndex[5][8]	= "전문가가 알려주는 꿀 정보";
aIndex[5][9]	= "##고민해결!";
aIndex[5][10]	= "알쏭달쏭?! 퀴즈 풀어보기";
aIndex[5][11]	= "핵심 따라잡기";

indexArr[6]		=	"‘나’ 보다는 ‘우리’";

aIndex[6][0]	= "##도와줘요!";
aIndex[6][1]	= "오늘의 이야기";
aIndex[6][2]	= "학습안내";
aIndex[6][3]	= "##토의ㆍ토론 스킬 UP";
aIndex[6][4]	= "1.인사이드 아웃으로 내 감정 알아보기";
aIndex[6][5]	= "2.수레바퀴 방법";
aIndex[6][6]	= "3.툴민 모형";
aIndex[6][7]	= "##전문가가 알려주는 꿀 정보";
aIndex[6][8]	= "전문가가 알려주는 꿀 정보";
aIndex[6][9]	= "##고민해결!";
aIndex[6][10]	= "알쏭달쏭?! 퀴즈 풀어보기";
aIndex[6][11]	= "핵심 따라잡기";

indexArr[7]		=	"프레임으로 생각하기 Step1";

aIndex[7][0]	= "##도와줘요!";
aIndex[7][1]	= "오늘의 이야기";
aIndex[7][2]	= "학습안내";
aIndex[7][3]	= "##토의ㆍ토론 스킬 UP";
aIndex[7][4]	= "1.스캠퍼";
aIndex[7][5]	= "2.기회의 원";
aIndex[7][6]	= "3.DCS";
aIndex[7][7]	= "##전문가가 알려주는 꿀 정보";
aIndex[7][8]	= "전문가가 알려주는 꿀 정보";
aIndex[7][9]	= "##고민해결!";
aIndex[7][10]	= "알쏭달쏭?! 퀴즈 풀어보기";
aIndex[7][11]	= "핵심 따라잡기";



indexArr[8]		=	"프레임으로 생각하기 Step2";

aIndex[8][0]	= "##도와줘요!";
aIndex[8][1]	= "오늘의 이야기";
aIndex[8][2]	= "학습안내";
aIndex[8][3]	= "##토의ㆍ토론 스킬 UP";
aIndex[8][4]	= "1.결부법";
aIndex[8][5]	= "2.육색 생각 모자";
aIndex[8][6]	= "3.창의적 문제해결법(CPS)";
aIndex[8][7]	= "##전문가가 알려주는 꿀 정보";
aIndex[8][8]	= "전문가가 알려주는 꿀 정보";
aIndex[8][9]	= "##고민해결!";
aIndex[8][10]	= "알쏭달쏭?! 퀴즈 풀어보기";
aIndex[8][11]	= "핵심 따라잡기";


indexArr[9]		=	"그림으로 생각하기";

aIndex[9][0]	= "##도와줘요!";
aIndex[9][1]	= "오늘의 이야기";
aIndex[9][2]	= "학습안내";
aIndex[9][3]	= "##토의ㆍ토론 스킬 UP";
aIndex[9][4]	= "1.비주얼싱킹과 카드뉴스";
aIndex[9][5]	= "2.속성열거법";
aIndex[9][6]	= "3.반전법";
aIndex[9][7]	= "##전문가가 알려주는 꿀 정보";
aIndex[9][8]	= "전문가가 알려주는 꿀 정보";
aIndex[9][9]	= "##고민해결!";
aIndex[9][10]	= "알쏭달쏭?! 퀴즈 풀어보기";
aIndex[9][11]	= "핵심 따라잡기";


indexArr[10]		=	"넓고 정확한 생각을 위한 쟁점분석";

aIndex[10][0]	= "##도와줘요!";
aIndex[10][1]	= "오늘의 이야기";
aIndex[10][2]	= "학습안내";
aIndex[10][3]	= "##토의ㆍ토론 스킬 UP";
aIndex[10][4]	= "1.브레인 라이팅(Brain Writing)";
aIndex[10][5]	= "2.역장 분석법(Force Field Analysis)";
aIndex[10][6]	= "3.SWOT 분석";
aIndex[10][7]	= "##전문가가 알려주는 꿀 정보";
aIndex[10][8]	= "전문가가 알려주는 꿀 정보";
aIndex[10][9]	= "##고민해결!";
aIndex[10][10]	= "알쏭달쏭?! 퀴즈 풀어보기";
aIndex[10][11]	= "핵심 따라잡기";


indexArr[11]		=	"깊고 정확하게 생각하기";

aIndex[11][0]	= "##도와줘요!";
aIndex[11][1]	= "오늘의 이야기";
aIndex[11][2]	= "학습안내";
aIndex[11][3]	= "##토의ㆍ토론 스킬 UP";
aIndex[11][4]	= "1.KT(Kepner-Tregoe) 분석법";
aIndex[11][5]	= "2.생선등뼈(Fishbone) 분석법";
aIndex[11][6]	= "3.찬반대립토론";
aIndex[11][7]	= "##전문가가 알려주는 꿀 정보";
aIndex[11][8]	= "전문가가 알려주는 꿀 정보";
aIndex[11][9]	= "##고민해결!";
aIndex[11][10]	= "알쏭달쏭?! 퀴즈 풀어보기";
aIndex[11][11]	= "핵심 따라잡기";


indexArr[12]		=	"확산하되 제한하여 생각하기";

aIndex[12][0]	= "##도와줘요!";
aIndex[12][1]	= "오늘의 이야기";
aIndex[12][2]	= "학습안내";
aIndex[12][3]	= "##토의ㆍ토론 스킬 UP";
aIndex[12][4]	= "1.아홉 창문(9 Windows)";
aIndex[12][5]	= "2.만다라트(Mandalart)";
aIndex[12][6]	= "3.구름(Cloud) 토의ㆍ토론";
aIndex[12][7]	= "##전문가가 알려주는 꿀 정보";
aIndex[12][8]	= "전문가가 알려주는 꿀 정보";
aIndex[12][9]	= "##고민해결!";
aIndex[12][10]	= "알쏭달쏭?! 퀴즈 풀어보기";
aIndex[12][11]	= "핵심 따라잡기";


indexArr[13]		=	"의사결정하기";

aIndex[13][0]	= "##도와줘요!";
aIndex[13][1]	= "오늘의 이야기";
aIndex[13][2]	= "학습안내";
aIndex[13][3]	= "##토의ㆍ토론 스킬 UP";
aIndex[13][4]	= "1.창문 만들기";
aIndex[13][5]	= "2.쌍비교분석과 가지치기";
aIndex[13][6]	= "3.만장일치 에피소드법";
aIndex[13][7]	= "##전문가가 알려주는 꿀 정보";
aIndex[13][8]	= "전문가가 알려주는 꿀 정보";
aIndex[13][9]	= "##고민해결!";
aIndex[13][10]	= "알쏭달쏭?! 퀴즈 풀어보기";
aIndex[13][11]	= "핵심 따라잡기";


indexArr[14]		=	"문제해결하기";

aIndex[14][0]	= "##도와줘요!";
aIndex[14][1]	= "오늘의 이야기";
aIndex[14][2]	= "학습안내";
aIndex[14][3]	= "##토의ㆍ토론 스킬 UP";
aIndex[14][4]	= "1.Why-How법";
aIndex[14][5]	= "2.추론 레이어";
aIndex[14][6]	= "3.토머스 - 킬만의 갈등 해결 모형";
aIndex[14][7]	= "##전문가가 알려주는 꿀 정보";
aIndex[14][8]	= "전문가가 알려주는 꿀 정보";
aIndex[14][9]	= "##고민해결!";
aIndex[14][10]	= "알쏭달쏭?! 퀴즈 풀어보기";
aIndex[14][11]	= "핵심 따라잡기";


indexArr[15]		=	"목표달성을 위한 프로젝트 활용하기";

aIndex[15][0]	= "##도와줘요!";
aIndex[15][1]	= "오늘의 이야기";
aIndex[15][2]	= "학습안내";
aIndex[15][3]	= "##토의ㆍ토론 스킬 UP";
aIndex[15][4]	= "1.프로젝트의 이해";
aIndex[15][5]	= "2.모둠 문장 만들기";
aIndex[15][6]	= "3.미래 문제 해결 프로그램";
aIndex[15][7]	= "4.목표나무";
aIndex[15][8]	= "##전문가가 알려주는 꿀 정보";
aIndex[15][9]	= "전문가가 알려주는 꿀 정보";
aIndex[15][10]	= "##고민해결!";
aIndex[15][11]	= "알쏭달쏭?! 퀴즈 풀어보기";
aIndex[15][12]	= "핵심 따라잡기";